{
  "Блины (Американские)":
    {
      "image": "pancakes.jpg",
      "ingredients": ["Яйцо куриное", "Соль", "Сахар", "Молоко", "Мука пшеничная", "Сода", "Масло растительное"],
      "text": ["Время приготовления: 20 минут.\n\n",
        "Ингредиенты:\n",
        "- Куриное яйцо: 2 штуки\n",
        "- Соль: 1 чайная ложка\n",
        "- Сахар: 3 столовые ложки\n",
        "- Молоко: 2 стакана\n",
        "- Пшеничная мука: 2 стакана\n",
        "- Гашеная сода: 1 чайная ложка\n",
        "- Растительное масло: 1/4 стакана\n\n",
        "Инструкция приготовления:\n",
        "1. Яйца взбить с сахаром и солью до появления пены.\n",
        "2. Добавить стакан молока, хорошо взбить венчиком, постепенно всыпать муку, постоянно разбивая комочки венчиком.\n",
        "3. Повторить предыдущий пункт, добавив оставшиеся стаканы молока и муки.\n",
        "4. Влить растительное масло (можно заменить топленым сливочным).\n",
        "5. Погасить соду, добавить в тесто и еще раз хорошо перемешать. Оставить постоять минут 5–10. За это время разогреть сковороду.\n",
        "6. Жарить на умеренном огне. Как только появятся и начнут лопаться пузырьки, перевернуть оладушек и жарить еще секунд 20.\n\n",
        "Совет к рецепту:\n",
        "Подавать можно с вареньем, сиропом, медом и т.д.(по вкусу).\n\n",
        "История блюда:\n",
        "Панкейки (Pancakes), или американские блинчики - это одно из самых распространённых блюд Соединенных штатов и Канады. Небольшие круглые пышные блинчики, обильно политые сиропом, входят в состав практически любого завтрака. В переводе означает просто – пирожное в сковороде (pan-сковорода, cake-пирожное).\n"]
    },
  "Сырники из творога": {
    "image": "syrnic.jpg",
    "ingredients": ["Яйцо куриное", "Творог", "Сахар", "Мука пшеничная", "Масло подсолнечное"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 2 штуки\n",
      "- Творог: 500 г\n",
      "- Сахар: 2 столовые ложки\n",
      "- Пшеничная мука: 6 столовых ложек\n",
      "- Подсолнечное масло: 5 столовых ложек\n\n",
      "Инструкция приготовления:\n",
      "1. Положите весь творог в кастрюльку и разомните его вилкой так, чтобы в нем не осталось крупных комков. Разбейте в него яйца, всыпьте сахар и тщательно все перемешайте. Лучше не использовать слишком сухой или слишком влажный творог, иначе сырники будут разваливаться в процессе приготовления.\n",
      "2. Всыпьте в творог 5 столовых ложек (с горкой) муки и тщательно перемешайте. Можно добавить немного больше муки, сырники получатся тогда более плотными. Или муки можно добавить чуть меньше, и тогда сырники будут нежнее. В итоге у вас должна получиться однородная масса, из которой можно будет лепить сырники.\n",
      "3. Поставьте сковороду на средний огонь и налейте в нее подсолнечное масло.\n",
      "4. Насыпьте на тарелку немного муки. Слепите несколько небольших шариков из получившейся творожной массы и положите их на тарелку. Лучше лепить разом 4–5 шариков — столько, сколько поместится одновременно на сковороду. Затем по очереди обкатывайте творожные шарики в муке, плющите их в небольшие лепешки (они не должны быть слишком тонкие) и выкладывайте на сковороду.\n",
      "5. Обжаривайте сырники 1–2 минуты до появления золотистой корочки. Затем переверните их на другую сторону и также обжарьте до золотистого состояния.\n",
      "6. Повторяйте, пока творог не закончится.\n\n",
      "Совет к рецепту:\n",
      "Главный секрет идеальных сырников — а точнее творожников, — творог нужно протереть через мелкое сито и отжать от влаги. Жирность предпочтительна не больше и не меньше 9%. Тесто должно получиться эластичным, чтобы при надавливании сырник не треснул на сковородке, а сохранил форму. Если все сделать правильно, получатся нежные однородные кругляшки под плотной румяной корочкой. Сырники можно запекать в духовке или готовить на пару. В рецепте не исключаются эксперименты с начинкой — сухофрукты, орехи, свежие фрукты и даже картофель лишними не будут.\n"]
  },
  "Пирог яблочный (Цветаевский)": {
    "image": "cvetaeva.jpg",
    "ingredients": ["Яйцо куриное", "Сахар", "Мука пшеничная", "Масло сливочное", "Яблоко", "Сметана", "Уксус", "Сода"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 1 штука\n",
      "- Сахар: 1 стакан\n",
      "- Пшеничная мука: 2 стакана\n",
      "- Яблоко: 1 кг\n",
      "- Сметана: 500 г\n",
      "- Уксус: 1 чайная ложка\n",
      "- Сода: 1/2 чайной ложки\n",
      "- Сливочное масло: 150 г\n\n",
      "Инструкция приготовления:\n",
      "1. Сливочное масло комнатной температуры натрите на терке и смешайте с 1,5 стаканами муки. Затем влейте в тесто полстакана сметаны и как следует перемешайте. В конце добавьте соду гашеную уксусом, перемешайте и немного помесите тесто руками. Тесто должно получиться мягкое и не прилипать к рукам.\n",
      "2. Яблоки очистите от кожуры, удалите сердцевину и с помощью картофелечистки нарежьте на тонкие пластиночки, похожие на лепестки.\n",
      "3. Раскатайте тесто и придайте ему форму той емкости, в которой вы будете выпекать пирог. Уложите на дно формы тесто, сверху разложите яблочные лепестки.\n",
      "4. В отдельной миске смешайте 1 стакан сметаны, яйцо, сахар и 2 столовые ложки муки и слегка взбейте. Крем по консистенции должен получиться достаточно жидким. Залейте форму с тестом и яблоками кремом.\n",
      "5. Разогрейте духовку до 200 градусов, поместите туда форму и выпекайте минут 50.\n\n",
      "Советы по рецепту:\n",
      "Пирог этот называется цветаевским, потому что, по легенде, его готовили сестры Цветаевы в начале XX века для своих интеллектуальных гостей. В идеале использовать для его приготовления антоновские яблоки с их бесподобным ароматом и терпким вкусом. Цветаевский яблочный пирог готовится исключительно со сметаной, с большим количеством яблок. Тесто должно только схватывать крупные яблочные дольки, выложенные на основу, и ни в коем случае не накрывать их. Можно присыпать готовый пирог корицей и украсить ягодами.\n"]
  },
  "Брауни": {
    "image": "brownie.jpeg",
    "ingredients": ["Яйцо куриное", "Сахар коричневый", "Мука пшеничная", "Масло сливочное", "Шоколад тёмный", "Орех грецкий"],
    "text": ["Время приготовления: 40 минут.\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 4 штуки\n",
      "- Коричневый сахар: 200 г\n",
      "- Пшеничная мука: 100 г\n",
      "- Тёмный шоколад: 100 г\n",
      "- Грецкие орехи: 100 г\n",
      "- Сливочное масло: 180 г\n\n",
      "Инструкция приготовления:\n",
      "1. Шоколад разломать на кусочки и вместе со сливочным маслом растопить на водяной бане, не переставая все время помешивать лопаткой или деревянной ложкой. Получившийся густой шоколадный соус снять с водяной бани и оставить остывать.\n",
      "2. Тем временем смешать яйца со ста граммами коричневого сахара: яйца разбить в отдельную миску и взбить, постепенно добавляя сахар. Взбивать можно при помощи миксера или вручную — как больше нравится, — но не меньше двух с половиной-трех минут.\n",
      "3. Острым ножом на разделочной доске порубить грецкие орехи. Предварительно их можно поджарить на сухой сковороде до появления аромата, но это необязательная опция.\n",
      "4. В остывший растопленный со сливочным маслом шоколад аккуратно добавить оставшийся сахар, затем муку и измельченные орехи и все хорошо перемешать венчиком.\n",
      "5. Затем влить сахарно-яичную смесь и тщательно смешать с шоколадной массой. Цвет у теста должен получиться равномерным, без разводов.\n",
      "6. Разогреть духовку до 200 градусов. Дно небольшой глубокой огнеупорной формы выстелить листом бумаги для выпечки или калькой. Перелить тесто в форму. Поставить в духовку и выпекать двадцать пять — тридцать минут до появления сахарной корочки.\n",
      "7. Готовый пирог вытащить из духовки, дать остыть и нарезать на квадратики острым ножом или ножом для пиццы — так кусочки получатся особенно ровными.\n",
      "8. Подавать брауни можно просто так, а можно посыпать сверху сахарной пудрой или разложить квадратики по тарелкам и украсить каждую порцию шариком ванильного мороженого.\n\n",
      "Советы по рецепту:\n",
      "Можно посыпать сахарной пудрой (или подавать с шариком ванильного мороженого).\n\n",
      "История рецепта:\n",
      "Один из самых популярных десертов в мире — брауни — был придуман в 1893 году на кухне легендарного отеля Palmer House в Чикаго. Этот пирог там пекут до сих пор по оригинальному рецепту, покрывая сверху абрикосовой глазурью. В домашней версии, впрочем, у брауни получается такая изумительная сахарная корочка, что глазировать ее было бы преступлением. У традиционных шоколадных брауни ванильный аромат, хрустящая корочка и влажная серединка. В торт также добавляют грецкие орехи или фисташки, а еще клюкву.\n"]
  },
  "Суп сырный по-французски (с курицей)": {
    "image": "frenchsoop.jpg",
    "ingredients": ["Филе куриное", "Сыр плавленый", "Картофель", "Лук", "Морковь", "Масло сливочное", "Соль", "Чёрный перец молотый", "Зелень", "Лавровый лист", "Чёрный перец горошком"],
    "text": ["Время приготовления: 1 час.\n\n",
      "Ингредиенты:\n",
      "- Куриное филе: 500 г\n",
      "- Плавленый сыр: 200 г\n",
      "- Картофель: 400 г\n",
      "- Лук: 150 г\n",
      "- Морковь: 180 г\n",
      "- Сливочное масло: по вкусу\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n",
      "- Зелень: по вкусу\n",
      "- Лавровый лист: 3 штуки\n",
      "- Чёрный перец горошком: 2 штуки\n\n",
      "Инструкция приготовления:\n",
      "1. В кастрюлю на 3 литра положить мясо и налить воды. Как только бульон начнет кипеть, добавить 1 чайную ложку соли, пару горошков душистого перца и черного, 2–3 листика лаврового листа. Варить от момента закипания 20 минут. Затем мясо вынуть.\n",
      "2. Картофель почистить и нарезать кубиками. Лук нарезать кубиками. Морковь натереть на терке. Мясо порезать небольшими кусочками. Плавленый сыр (если в виде брусочка) натереть на терке или порезать кубиками.\n",
      "3. В кипящий бульон добавить картофель. С момента закипания 5–7 минут.\n",
      "4. В это время сделать слабую зажарку на сливочном масле. Сначала положить лук, затем морковь. Слегка посолить и поперчить. Готовую зажарку добавить в суп и варить еще 5–7 минут.\n",
      "5. Затем добавить порезанное мясо. Варить 3–4 минуты, добавить плавленый сыр, хорошенько помешать и выключить огонь.\n",
      "6. Перед подачей посыпать зеленью. По желанию подавать с гренками.\n"]
  },
  "Спагетти карбонара с красным луком": {
    "image": "carbonara.jpg",
    "ingredients": ["Спагетти", "Масло сливочное", "Чеснок", "Лук красный", "Бекон", "Сливки 20%-ные", "Сыр пармезан", "Яйцо куриное", "Соль", "Чёрный перец молотый"],
    "text": ["Время приготовления: 20 минут.\n\n",
      "Ингредиенты:\n",
      "- Спагетти: 250 г\n",
      "- Сливочное масло: 20 г\n",
      "- Чеснок: 2 зубчика\n",
      "- Красный лук: 1 головка\n",
      "- Бекон: 50 г\n",
      "- Сливки 20%-ые: 200 мл\n",
      "- Сыр пармезан (тёртый): 50 г\n",
      "- Куриное яйцо: 4 штуки\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Вскипятите воду в большой кастрюле и сварите пасту до состояния аль денте. Обычно для этого нужно варить ее на минуту меньше, чем указано на пачке.\n",
      "2. Пока паста варится, растопите на сковороде масло и обжарьте на нем мелко нарезанные лук, чеснок и бекон. До мягкости и до отчетливого чесночного и жаренобеконного запаха.\n",
      "3. Снимите сковороду с огня и в глубокой миске взбейте четыре яичных желтка со сливками и тертым пармезаном. Посолите и поперчите смесь, еще раз взбейте.\n",
      "4. В готовые спагетти вывалите обжаренные с луком и чесноком кусочки бекона. Влейте смесь сливок, желтков и пармезана, перемешайте. И сразу подавайте, посыпав свеженатертым сыром и черным молотым перцем.\n\n",
      "Советы по рецепту:\n",
      "Спагетти карбонара — хоть блюдо и итальянское, оно имеет хорошую популярность во всем мире, в том числе и у нас. Изобретенная когда-то простыми шахтерами, эта простая и сытная паста завоевала сердца и желудки многих. Для карбонары нужно выбирать такие ломтики бекона, где больше мяса и меньше жира. Если его будет много, то, вытапливаясь при готовке, он сделает пасту слишком тяжелой. Можно подавить чеснок и бросить в поджарку. Но, чтобы блюдо приобрело утонченный, еле уловимый аромат, достаточно потомить ломтики чеснока в масле и убрать из сковороды спустя пару минут. Не обязательно использовать в рецепте карбонары спагетти — выбирайте любимые макароны из 500 видов всевозможной пасты. Но только из твердых сортов пшеницы.\n"]
  },
  "Шарлотка классическая": {
    "image": "sharlotka.jpg",
    "ingredients": ["Яйцо куриное", "Сахар", "Мука пшеничная", "Масло растительное", "Яблоко", "Сода"],
    "text": ["Время приготовления: 35 минут.\n\n",
      "Ингредиенты:\n",
      "- Сахар: 1 стакан\n",
      "- Пшеничная мука: 1 стакан\n",
      "- Яблоко: 7 штук\n",
      "- Растительное масло: 1 столовая ложка\n",
      "- Сода: 1/2 чайной ложки\n",
      "- Куриное яйцо: 5 штук\n\n",
      "Инструкция приготовления:\n",
      "1. Разогреть духовку. Отделить белки от желтков. Белки взбить в крепкую пену, постепенно добавляя сахар.\n",
      "2. Продолжать взбивать, добавляя по одному желтки, затем гашеную соду и муку. Тесто по консистенции должно напоминать сметану.\n",
      "3. Смазать противень растительным маслом. Вылить половину теста на противень, разложить равномерно нарезанные дольками яблоки, залить второй половиной теста.\n",
      "4. Поместить противень в разогретую духовку. 3 минуты подержать при температуре 200 градусов, затем убавить до 180 и выпекать 20-25 минут.\n\n",
      "Советы по рецепту:\n",
      "Классическая шарлотка. Важное сладкое блюдо советской и постсоветской истории. Легкое, пышное тесто, максимум яблочной начинки — у шарлотки всегда был образ приятного, простого и при этом лакомого и диетического блюда. Яблоки настоятельно рекомендуем взять из кислых сортов — вроде антоновки. Их можно класть как сырыми, так и предварительно слегка карамелизованными на сковородке. И сахара лучше не жалеть. Он магическим образом распределяется в нужном количестве в тесте, а излишки образуют сладкую корочку.\n"]
  },
  "Блины тонкие (на молоке)":
  {
    "image": "pancakes2.jpg",
    "ingredients": ["Яйцо куриное", "Соль", "Сахар", "Молоко", "Мука пшеничная", "Масло растительное"],
    "text": ["Время приготовления: 40 минут.\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 5 штук\n",
      "- Соль: на кончике ножа\n",
      "- Сахар: 2 столовые ложки\n",
      "- Молоко: 1 л\n",
      "- Пшеничная мука: 400 г\n",
      "- Растительное масло: 2 столовые ложки\n\n",
      "Инструкция приготовления:\n",
      "1. Взбейте яйца с сахаром.\n",
      "2. Постепенно введите муку и соль, чередуя с молоком и аккуратно размешайте до однородной массы.\n",
      "3. Оставьте на 20 минут.\n",
      "4. Добавьте в тесто растительное масло и жарьте блины на сильно разогретой сковороде.\n\n",
      "Совет к рецепту:\n",
      "Тонкие блины на молоке — это английский вариант традиционных пышных русских блинов, выпеченных на дрожжах. В Европе блинчики имеют вид тонких, почти прозрачных салфеток. Во Франции их называют «крепы» и подают с сотней разнообразных начинок. Никаких особых уловок в приготовлении нет: чем более жидкое тесто, тем тоньше получается блинчики. Ажурный вариант, в дырочку, получится, если часть молока из рецепта добавить в тесто немного горячим. Перед тем как залить первый блин, следует хорошо прокалить сковороду. Блинчик готов, когда он начинает зарумяниваться до хрустящих краев.\n"]
      },
  "Омлет с помидорами":
  {
    "image": "omlet.jpg",
    "ingredients": ["Яйцо куриное", "Соль", "Масло подсолнечное", "Помидор"],
    "text": ["Время приготовления: 10 минут.\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 3 штуки\n",
      "- Соль: 1/3 чайной ложки\n",
      "- Помидоры: 1 штука\n",
      "- Подсолнечное масло: 1 столовая ложка\n\n",
      "Инструкция приготовления:\n",
      "1. Разбейте яйца в миску и взболтайте их вилкой.\n",
      "2. Разрежьте помидор пополам и потрите на терке в миску с яйцами. Немного посолите и перемешайте.\n",
      "3. На разогретую сковородку вылейте немного подсолнечного масла и получившуюся яично-помидорную смесь.\n",
      "4. Теперь главное – не дать помидорояйцам превратиться в цельный кусок, как в случае приготовления классического омлета. Для этого помешивайте смесь лопаткой, как бы отковыривая затвердевающую смесь от стенок и дна сковородки. В итоге должна получиться россыпь пористых комков, как на фотографии.\n",
      "5. Когда большая часть воды испарится со сковородки, выкладывайте готовый омлет на тарелку.\n"
    ]
  },
  "Яичница в хлебе":
  {
    "image": "yaitso.jpg",
    "ingredients": ["Яйцо куриное", "Хлеб белый"],
    "text": ["Время приготовления: 10 минут.\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 1 штука\n",
      "- Белый хлеб: 1 кусок\n\n",
      "Инструкция приготовления:\n",
      "1. Берем кусочек хлеба (можно взять любой хлеб, главное, чтобы был с корочкой), вырезаем из него сердцевину и полученную корочку обжариваем на сковородке.\n",
      "2. Затем заливаем туда яйцо и обжариваем с двух сторон. Так же туда можно добавить помидоры, ветчину, зелень, колбасу и другие добавки.\n"
    ]
  },
  "Лимонад":
  {
    "image": "lemonade.jpg",
    "ingredients": ["Лимон", "Сахар"],
    "text": ["Время приготовления: 5 минут.\n\n",
      "Ингредиенты:\n",
      "- Лимон: 2 штуки\n",
      "- Сахар: 200 г\n",
      "- Вода (холодная): 750 мл\n\n",
      "Инструкция приготовления:\n",
      "1. Хорошо помыть лимоны.\n",
      "2. Разрезать лимоны и положить в блендер.\n",
      "3. Добавить сахар и холодную воду. Если есть формы для льда, то для понта можно бросить пару кубиков.\n",
      "4. Перемешивать 1 минуту.\n",
      "5. Процедить через мелкое сито.\n",
      "6. По желанию можно украсить стакан долькой лимона.\n\n",
      "Советы по рецепту:\n",
      "Очень важно использовать ХОЛОДНУЮ воду, иначе напиток будет горчить!\n"
    ]
  },
  "Безе":
  {
    "image": "beze.jpg",
    "ingredients": ["Яйцо куриное", "Сахар", "Сахар ванильный"],
    "text": ["Время приготовления: 1 час 10 минут.\n\n",
      "Ингредиенты:\n",
      "- Ванильный сахар: 2 чайные ложки\n",
      "- Сахар: 150 г\n",
      "- Яичный белок: 3 штуки\n\n",
      "Инструкция приготовления:\n",
      "1. Смешиваем 150 г сахара и 2 чайные ложки (но можно и побольше, так запах будет на весь дом) ванильного сахара.\n",
      "2. Главное — тщательно отделить белки от желтков, иначе белки будут плохо взбиваться и ничего не выйдет. Я беру две чашечки, в одну аккуратно выливаю белки, в другой остаются желтки (их можно прикрыть фольгой, убрать в холодильник и потом что-нибудь тоже из них сделать). Берем какую-нибудь миску, в которой будем взбивать белки (у меня для этого есть специальная пластмассовая посудина, в ней можно взбивать все, что угодно), миксер, и вперед! Важно, конечно, чтобы миксер был мощный. Если все в порядке, то 3–5 минут должно вполне хватить, чтобы получилась крепкая пена, которая не вывалится, даже если вы опрокинете миску вверх дном.\n",
      "3. Высыпаем сахар из стакана, взбиваем еще минут 5. Пока сахар более менее не станет с пеной одним целым. Дело сделано! Чтобы проверить, насколько все идеально, можно провести венчиками миксера по поверхности пены, и если останутся неподвижные следы, то все ок!\n",
      "4. На противень кладем лист бумаги для выпекания, чтобы подходил по размеру. Ну и накладываем на него будущие безе в любой форме! Я делаю волшебные штучки с помощью пакетика с разными насадками (что-то вроде кондитерского шприца, только попроще). Можно сделать маленькие безе или большие. Маленькие, кстати, быстрее выпекаются. Ставим в духовку при 120 градусах, на 50–60–80 минут.\n\n",
      "Советы по рецепту:\n",
      "Несмотря на кажущуюся простоту и небольшое количество ингредиентов, безе не всегда получаются даже с третьего раза... Безе, они же меренги — классика французского десерта и самый простой из существующих в их сложной кухне. Хранить СТРОГО при комнатной температуре!\n"
    ]
  },
  "Каша рисовая (на молоке)":
  {
    "image": "casha_rice.png",
    "ingredients": ["Рис", "Сахар", "Молоко", "Соль"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Рис: 1 стакан\n",
      "- Сахар: 1 столовая ложка\n",
      "- Молоко: 4 стакана\n",
      "- Соль: 1/4 чайной ложки\n\n",
      "Инструкция приготовления:\n",
      "1. Промыть рис, засыпать в кипящую воду и варить 5–8 минут, после чего выложить на дуршлаг или решето.\n",
      "2. Как только вода стечет, переложить рис в кастрюлю с горячим молоком и, помешивая, варить его на слабом огне 15 минут, затем положить сахар и соль, размешать, накрыть крышкой и для упревания поставить на 10–15 минут на водяную баню.\n",
      "3. При подаче на стол можно в кашу положить сливочное масло. Посыпать корицей по вкусу.\n"
    ]
  },
  "Каша манная":
  {
    "image": "casha_mann.jpg",
    "ingredients": ["Крупа манная", "Сахар", "Молоко", "Соль"],
    "text": ["Время приготовления: 15 минут.\n\n",
      "Ингредиенты:\n",
      "- Манная крупа: 4 чайные ложки\n",
      "- Сахар: 2 чайные ложки\n",
      "- Молоко: 1 стакан\n",
      "- Соль: щепотка\n\n",
      "Инструкция приготовления:\n",
      "1. Манную крупу, соль, сахар положить в отдельную мисочку.\n",
      "2. За несколько секунд до закипания молока тонкой струйкой высыпать манку с сахаром и солью.\n",
      "3. После закипания помешивать кашу 2–3 минуты на медленном огне, затем закрыть крышкой и укутать полотенцем, оставить на 10–15 минут. К готовому блюду можно добавить сливочного масла.\n"
    ]
  },
  "Паста с баклажанами":
  {
    "image": "pasta_bak.jpg",
    "ingredients": ["Спагетти", "Баклажан", "Помидор", "Чеснок"],
    "text": ["Время приготовления: 15 минут.\n\n",
      "Ингредиенты:\n",
      "- Спагетти: 200 г\n",
      "- Баклажаны: 1 штука\n",
      "- Помидоры: 1 штука\n",
      "- Чеснок: 1 зубчик\n\n",
      "Инструкция приготовления:\n",
      "1. Спагетти отварить в подсоленной воде\n",
      "2. Одновременно баклажан нарезать сначала на пластины, а затем по диагонали длинной соломкой\n",
      "3. Обжарить баклажаны на 2 ст. ложках оливкового масла до полупрозрачного состояния\n",
      "4. Добавить к баклажану нарезанный кубиками помидор, если помидоры небольшие, то 2 шт. Но помидоров не должно быть больше баклажанов по объему\n",
      "5. Все потушить до готовности, посолить, поперчить и добавить 1 натертый зубчик чеснока\n",
      "6. Спагетти выложить на тарелку, сверху выложить готовый соус\n"
    ]
  },
  "Борщ":
  {
    "image": "borsh.jpg",
    "ingredients": ["Говяжья грудинка", "Говяжья вырезка", "Морковь", "Лук репчатый", "Перец сладкий", "Свекла", "Капуста", "Картофель", "Томатная паста", "Масло подсолнечное", "Лавровый лист", "Соль", "Чёрный перец молотый"],
    "text": ["Время приготовления: 2 часа 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Говяжья грудинка: 750 г\n",
      "- Говяжья вырезка: 300 г\n",
      "- Морковь: 1 штука\n",
      "- Репчатый лук: 1 головка\n",
      "- Сладкий перец: 1 штука\n",
      "- Свекла: 1 штука\n",
      "- Капуста: 300 г\n",
      "- Картофель: 200 г\n",
      "- Томатная паста: 1 столовая ложка\n",
      "- Подсолнечное масло: 2 столовые ложки\n",
      "- Лавровый лист: по вкусу\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Мясо положить в большую кастрюлю, залить тремя литрами воды, довести до кипения, варить полтора часа.\n",
      "2. Нарезать перец.\n",
      "3. Морковь натереть на терке, лук нарезать мелкими кубиками, обжарить до золотистости. Положить в кастрюлю вместе с нарезанным перцем.\n",
      "4. Через десять минут добавить нарезанную картошку.\n",
      "5. Свеклу натереть, жарить минут десять, добавить томатную пасту, накрыть крышкой и тушить еще двадцать минут. В борщ положить через десять минут после картошки. Варить еще десять минут.\n",
      "6. Нашинковать капусту и добавить ее в самом конце. Варить еще три минуты, добавить лавровый лист, посолить, поперчить.\n",
      "7. Снять с огня, дать настояться минимум 20 минут. А лучше — ночь. Есть со сметаной.\n\n",
      "История блюда:\n",
      "Борщ — это не только еда, но и форма проявления через еду религиозного чувства. Это способ размежевания восточно-славянских народов и в то же время то, что все эти народы в числе прочего объединяет. Вопрос исключительно в эпитетах. Но главное для любого борща — не его национальная принадлежность, а то, вкусный он или нет. Этот рецепт можно назвать базовым: мясной бульон, свекла с томатной пастой, добавленная в конце свежая нашинкованная капуста.\n"
    ]
  },
  "Суп гороховый":
  {
    "image": "goroh.jpg",
    "ingredients": ["Горох", "Картофель", "Свиные копченые рёбра", "Морковь", "Лук репчатый", "Хлеб белый", "Масло растительное", "Соль", "Чёрный перец молотый"],
    "text": ["Время приготовления: 2 часа (+2 часа).\n\n",
      "Ингредиенты:\n",
      "- Горох: 230 г\n",
      "- Картофель: 3 штуки\n",
      "- Свиные копчёные рёбра: 500 г\n",
      "- Морковь: 1 штука\n",
      "- Лук репчатый: 1 головка\n",
      "- Белый хлеб: 1/2 штуки\n",
      "- Растительное масло: 30 мл\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Горох промыть, залить холодной водой и оставить на 2 часа. После чего слить воду, в которой он замачивался.\n",
      "2. Залить горох тремя литрами воды и поставить на огонь. Горох нужно периодически помешивать, чтобы он не пригорел ко дну, и снимать пену с поверхности воды. Варить около часа.\n",
      "3. Для гренок срезать с хлеба корки, нарезать его кубиками со стороной около сантиметра, выложить на противень и отправить в духовку, разогретую до 180 градусов, на 15–20 минут.\n",
      "4. Картофель почистить и нарезать небольшими кубиками и добавить в кастрюлю к гороху. Варить еще 15 минут.\n",
      "5. На сковороде разогреть масло, обжарить на нем измельченный лук до прозрачности, затем добавить тертую на крупной терке морковь и жарить до мягкости моркови.\n",
      "6. Добавить в суп овощи и нарезанное небольшими кусочками копченое мясо, перемешать и варить еще 10 минут. Посолить и поперчить по вкусу.\n",
      "\n\n",
      "Совет к рецепту:\n",
      "Вместо свиных ребер можно использовать любое другое копченое мясо.\n"
    ]
  },
  "Суп-пюре томатный":
  {
    "image": "tomatsoup.jpg",
    "ingredients": ["Масло оливковое", "Лук репчатый", "Чеснок", "Томатная паста", "Базилик", "Помидор", "Молоко", "Сода", "Сахар", "Соль", "Чёрный перец молотый"],
    "text": ["Время приготовления: 1 час.\n\n",
      "Ингредиенты:\n",
      "- Оливковое масло: 2 столовые ложки\n",
      "- Репчатый лук: 1 головка\n",
      "- Чеснок: 3 зубчика\n",
      "- Томатная паста: 1 столовая ложка\n",
      "- Базилик: 1 пучок\n",
      "- Помидоры в собственном соку: 400 г\n",
      "- Молоко: 400 мл\n",
      "- Сода: щепотка\n",
      "- Сахар: 1 чайная ложка\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. В кастрюле разогреть оливковое масло. Обжарить мелко нарезанные лук и чеснок на среднем огне, до мягкости, примерно пять минут. Добавить к луку томатную пасту, обжаривать, помешивая, 30 секунд, затем добавить помидоры, базилик, соль и перец.\n",
      "2. Довести смесь до кипения, убавить огонь до минимума и варить 15 минут.\n",
      "3. Пюрировать суп в блендере и влить обратно в кастрюлю.\n",
      "4. В маленькой мисочке смешать столовую ложку молока с щепоткой питьевой соды, чтобы не было комков. Добавить смесь к супу в кастрюле, размешать, затем влить остальное молоко. Еще раз перемешать суп и довести до кипения. Убавить огонь и варить на медленном огне 5 минут.\n",
      "5. Попробовать суп. Если нужно, добавить сахар, соль и перец. Подавать горячим.\n"
    ]
  },
  "Окрошка на квасе":
  {
    "image": "okroshka.jpg",
    "ingredients": ["Квас хлебный", "Картофель", "Колбаса варёная", "Яйцо куриное", "Редис", "Зелень", "Сметана", "Огурец", "Соль", "Перец сладкий"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Хлебный квас: 1.5 л\n",
      "- Картофель: 500 г\n",
      "- Варёная колбаса: 300 г\n",
      "- Куриное яйцо: 3 штуки\n",
      "- Редис: 200 г\n",
      "- Зелень: по вкусу\n",
      "- Сметана: 500 г\n",
      "- Огурцы: 300 г\n",
      "- Соль: по вкусу\n",
      "- Сладкий перец: 1 штука\n\n",
      "Инструкция приготовления:\n",
      "1. Картофель отварить до готовности. Остудить, почистить. Нарезать кубиками.\n",
      "2. Колбасу нарезать кубиками. Яйца нарезать кубиками. Редис тонко нарезать. Огурцы нарезать кубиками. Зелень мелко нарезать.\n",
      "3. Смешать картофель, колбасу, яйца, редис, огурцы. Посолить, поперчить. Выложить в тарелки.\n",
      "4. Залить квасом, посыпать зеленью. Подавать охлажденной со сметаной.\n"
    ]
  },
  "Крем-суп грибной":
  {
    "image": "gribsoup.jpg",
    "ingredients": ["Шампиньоны", "Лук репчатый", "Чеснок", "Масло сливочное", "Масло оливковое", "Мука пшеничная", "Вино белое сухое", "Курица", "Сливки", "Орех мускатный", "Соль", "Чёрный перец молотый", "Петрушка"],
    "text": ["Время приготовления: 40 минут.\n\n",
      "Ингредиенты:\n",
      "- Шампиньоны: 300 г\n",
      "- Репчатый лук: 1 головка\n",
      "- Чеснок: 1 зубчик\n",
      "- Сливочное масло: 30 г\n",
      "- Оливковое масло: 30 мл\n",
      "- Пшеничная мука: 1 столовая ложка\n",
      "- Белое сухое вино: 60 мл\n",
      "- Куриный бульон: 700 мл\n",
      "- Сливки: 250 мл\n",
      "- Мускатный орех: по вкусу\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n",
      "- Петрушка: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. В сотейнике разогреть сливочное и оливковое масло, обжарить лук, нарезанный тонкой соломкой, до момента, когда он станет прозрачным. Добавить измельченный чеснок и жарить, помешивая, еще минуту. Сварить куриный бульон.\n",
      "2. Добавить грибы, нарезанные произвольно, готовить, помешивая, пока они не выделят влагу. Затем всыпать муку и перемешать.\n",
      "3. Добавить вино, выпарить в течение минуты, затем влить бульон, довести до кипения и варить 15 минут.\n",
      "4. Пробить суп блендером до однородной массы. Затем добавить сливки, соль, перец и мускатный орех по вкусу. Подавать, украсив измельченной петрушкой.\n\n",
      "История блюда:\n",
      "Первые супы-пюре изобрели на Востоке — там их ели в жару холодными. Но распространение они получили из-за французских поваров, которые довели составление крем-супов до искусства. Для классического грибного крем-супа берут шампиньоны, а вкус раскрывается с помощью перца, мускатного ореха, сливок и белого вина.\n"
    ]
  },
  "Солянка":
  {
    "image": "solyanka.jpg",
    "ingredients": ["Говядина", "Лук репчатый", "Морковь", "Помидор пелати", "Корнишоны", "Ветчина варёная", "Каперсы", "Маслины", "Масло сливочное", "Оливки", "Лимон", "Сахар", "Петрушка", "Сметана", "Лавровый лист", "Соль", "Чёрный перец горошком", "Говяжьи кости", "Сосиски телячьи"],
    "text": ["Время приготовления: 2 часа 10 минут.\n\n",
      "Ингредиенты:\n",
      "- Говядина: 150 г\n",
      "- Репчатый лук: 1 головка\n",
      "- Морковь: 100 г\n",
      "- Помидоры пелати: 500 г\n",
      "- Корнишоны: 60 г\n",
      "- Варёная ветчина: 400 г\n",
      "- Каперсы: 60 г\n",
      "- Маслины: 12 штук\n",
      "- Сливочное масло: 25 г\n",
      "- Оливки: 12 штук\n",
      "- Лимон: 4 куска\n",
      "- Сахар: 10 г\n",
      "- Петрушка: 10 г\n",
      "- Сметана: 4 столовые ложки\n",
      "- Лавровый лист: 2 штуки\n",
      "- Соль: по вкусу\n",
      "- Чёрный перец горошком: по вкусу\n",
      "- Говяжьи кости: 400 г\n",
      "- Телячьи сосиски: 400 г\n\n",
      "Инструкция приготовления:\n",
      "1. Морковь крупно нарезать и вместе с половиной большой луковицы слегка поджарить на сковороде гриль. Выложить овощи в кастрюлю, добавить мясо и кость, залить 1,5 л воды и после закипания варить часа полтора, пока мясо не будет готово. Минут за пять до готовности бросить лавровый лист и перец горошком.\n",
      "2. Мясо вынуть и отложить, чтобы остыло. Если оно было на кости, то, когда остынет, срезать его. Бульон процедить. Оставшийся репчатый лук нарезать — чем мельче, тем лучше.\n",
      "3. Консервированные помидоры пелати (то есть без кожицы и в собственном соку) выложить в подходящую посуду и превратить с помощью блендера в пюре. Можно использовать томатную пасту, но будет не так вкусно.\n",
      "4. Сливочное масло нарезать небольшими кусками и растопить в сотейнике на среднем огне. Всыпать лук и пассеровать до основательной золотистости. От лука зависит вкус солянки: если лук будет недожарен, то и в супе будет заметен вкус недожаренного лука. Главная задача — выпарить из него влагу и карамелизовать содержащийся в нем сахар.\n",
      "5. Выложить в сотейник томатное пюре, тщательно перемешать. Накрыть крышкой и потомить двадцать минут. Нарезать мелкими кубиками корнишоны (или просто соленые огурцы) и отварить их в небольшой кастрюле — в течение минут двадцати после закипания, так они не будут слишком жесткими.\n",
      "6. Нарезать мелкими кубиками ветчину, сосиски и вареное мясо. Вообще, в ход можно пустить все, что найдется колбасно-мясного в холодильнике.\n",
      "7. Бульон довести до кипения, положить в него лук с томатным пюре. Когда все это снова закипит, добавить мясо, сосиски и ветчину, а также корнишоны и каперсы. Подержать на огне минут пять, довести до вкуса солью и сахаром. Если помидоры будут очень сладкие, то можно обойтись без сахара. А вместо соли — использовать жидкость от каперсов или оливок.\n",
      "8. В тарелки положить очищенные от косточек маслины и оливки и дольки лимона. Разлить солянку, добавить по ложке сметаны и немного мелко нарезанной петрушки.\n\n",
      "Советы по рецепту:\n",
      "Еще один хит советских столовых — суп солянка. За внушительный набор ингредиентов ее называют сборной. А еще это хороший набор вкусов: кислинка от томатов, сладость от зажаренного в масле лука, соль от корнишонов. Бульон с тонкой жирной пленкой достигает наваристости благодаря жирной говядине на кости и копченым сосискам. Вообще, в солянку можно набросать любые колбасно-мясные обрезки, что имеются в холодильнике. Чем больше разнообразие мяса — тем насыщеннее вкус. В холодное время года для приготовления солянки лучше использовать конверсированные помидоры пелати в собственном соку — к тому же они уже очищены от кожуры.\n"
    ]
  },
  "Уха домашняя":
  {
    "image": "uha.jpg",
    "ingredients": ["Рыба", "Картофель", "Морковь", "Лук репчатый", "Чёрный перец горошком", "Лавровый лист", "Соль", "Чёрный перец молотый", "Зелень", "Корень петрушки"],
    "text": ["Время приготовления: 1 час 50 минут.\n\n",
      "Ингредиенты:\n",
      "- Рыба: 1 кг\n",
      "- Картофель: 800 г\n",
      "- Морковь: 150 г\n",
      "- Репчатый лук: 150 г\n",
      "- Чёрный перец горошком: по вкусу\n",
      "- Лавровый лист: 4 штуки\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n",
      "- Зелень: по вкусу\n",
      "- Корень петрушки: 20 г\n\n",
      "Инструкция приготовления:\n",
      "1. Рыбу почистить. Рыбьи головы и хвосты залить водой, варить 25–30 минут. Затем их вынуть (они нам больше не понадобятся), бульон при желании процедить. Рыбу нарезать небольшими кусочками.\n",
      "2. Лук мелко нарезать. Морковь натереть на средней терке. Картофель нарезать кубиками или брусочками.\nВ кипящий бульон добавить картофель, посолить, поперчить. Когда картофель закипит, добавить рыбу. Варить 15 минут.\n",
      "3. Добавить морковь. Следом добавить лук (можно лук и морковь предварительно обжарить).\nВарить 5–7 минут. Добавить лавровый лист, корень петрушки (или сельдерея), перец горошком.\n",
      "4. Дать настояться 25–30 минут. При подаче посыпать зеленью.\n"
    ]
  },
  "Рассольник с перловкой":
  {
    "image": "rassol.jpg",
    "ingredients": ["Говядина", "Крупа перловая", "Картофель", "Лук репчатый", "Чеснок", "Морковь", "Огурцы маринованные", "Зелень", "Чёрный перец молотый", "Базилик", "Аджика сухая"],
    "text": ["Время приготовления: .\n\n",
      "Ингредиенты:\n",
      "- Говядина: 300 г\n",
      "- Перловая крупа: 150 г\n",
      "- Картофель: 2 штуки\n",
      "- Лук репчатый: 1 головка\n",
      "- Чеснок: 2 зубчика\n",
      "- Морковь: 1 штука\n",
      "- Маринованные огурцы: 3 штуки\n",
      "- Зелень: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n",
      "- Базилик: по вкусу\n",
      "- Сухая аджика: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Сварить говяжий бульон.\n",
      "2. Лук и чеснок очистить и мелко нарезать. Морковь очистить и натереть. Все обжарить на растительным масле с добавлением приправ.\n",
      "3. Перловую крупу отварить до полуготовности.\n",
      "4. Картофель очистить и мелко нарезать.\n",
      "5. Как только бульон будет готов, добавить в него поджарку, картофель, крупу и приправить по вкусу.\n",
      "6. За 5–10 минут до готовности добавить предварительно нарезанные огурцы и зелень. Подавать со сметаной.\n"
    ]
  },
  "Щи":
  {
    "image": "shi.jpg",
    "ingredients": ["Говяжья грудинка", "Капуста", "Картофель", "Лук репчатый", "Морковь", "Помидор", "Петрушка", "Укроп", "Лавровый лист", "Чёрный перец душистый", "Масло растительное", "Соль", "Чёрный перец молотый"],
    "text": ["Время приготовления: 4 часа.\n\n",
      "Ингредиенты:\n",
      "- Говяжья грудинка: 800 г\n",
      "- Вода: 3 л\n",
      "- Капуста белокочанная: 300 г\n",
      "- Картофель: 4 штуки\n",
      "- Репчатый лук: 2 головки\n",
      "- Морковь: 2 штуки\n",
      "- Помидоры: 2 штуки\n",
      "- Петрушка: 30 г\n",
      "- Укроп: 30 г\n",
      "- Лавровый лист: 2 штуки\n",
      "- Чёрный душистый перец: 3 штуки\n",
      "- Растительное масло: 50 мл\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Мясо залить холодной водой, довести до кипения, убавить огонь и снять пену.\n",
      "2. Добавить луковицу и морковь. Варить бульон 3 часа на слабом огне.\n",
      "3. Процедить бульон, мясо снять с кости и нарезать небольшими кусочками.\n",
      "4. В бульон добавить нарезанный небольшим кубиком картофель, через 5–10 минут добавить нашинкованную капусту и мясо, посолить. Довести до кипения и варить 10–15 минут до мягкости овощей.\n",
      "5. На сковороде разогреть растительное масло, обжарить лук с морковью в течение 7–10 минут. Обжаренные овощи добавить к супу, посолить и поперчить по вкусу, добавить лавровый лист и душистый перец, варить на медленном огне еще 10 минут.\n",
      "6. На помидорах сделать крестообразные надрезы, вскипятить воду, положить в нее помидоры, подержать 30 секунд, затем переложить их в холодную воду. Очистить помидоры от кожицы и нарезать их небольшим кубиком. Добавить их в суп и варить еще пару минут.\n",
      "7. В конце добавить измельченную зелень, снять суп с огня, дать ему настояться 10–15 минут и подавать.\n"
    ]
  },
  "Плов":
  {
    "image": "plov.jpg",
    "ingredients": ["Рис", "Лук репчатый", "Филе куриное", "Морковь", "Чеснок", "Соль", "Чёрный перец молотый"],
    "text": ["Время приготовления: 2 часа.\n\n",
      "Ингредиенты:\n",
      "- Рис: 3 стакана\n",
      "- Лук репчатый: 4 головки\n",
      "- Куриное филе: 4 куска\n",
      "- Морковь: 5 штук\n",
      "- Чеснок: 4 головки\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Тщательно и многократно под горячей водой промываем весь рис. Вода должна течь совершенно прозрачная. И когда же она стала прозрачной, как и горные реки, рис помещаем в миску с горячей водой отстаиваться и ждать своего часа.\n",
      "2. Берем наш казан или толстостенную кастрюлю, заливаем туда растительного масла на толщину указательного пальца (примерно 1 см от дна), ставим на средний огонь, чтоб масло нагрелось для третьего пункта.\n",
      "3. Режем филе на кубики со стороной от 0,5 до 1 см. Или больше, как Вам кажется вкуснее и удобнее.\n",
      "4. Когда масло нагрелось, а филе нарезано, мы смело все мясо выгружаем в казан. Масло начинает шипеть, а мы закрываем всю эту красоту крышкой и ставим огонь на треть мощности Вашей конфорки. Не забывайте иногда крышку приоткрывать и перемешивать курицу.\n",
      "5. Теперь настал один из самых ответственных пунктов — нарезка лука! Пока мясо тушится в казане, стоит чистить и резать лук, таким образом у нас все время приготовления блюда будет расходоваться рационально. Лук режем мелкими кубиками со стороной примерно по 3 мм или больше, как Вы привыкли. Примерно на пятой с половиной луковице стоит снять крышку с казана, сделать огонь посильнее (я выкручиваю до упора), чтоб выпарился сок, который пустило мясо.\n",
      "6. Лук нарезан, сок испарился (или почти испарился), пора бы добавлять в казан лук. Вам наверняка покажется, что гора лука выше западной гряды Тянь-Шаня, но не стоит пугаться, лук имеет свойство от термических обработок сильно уменьшаться в объемах. Итак, засыпаем лук в казан, перемешиваем с мясом и обжариваем до тех пора, пока он не станет золотистым, либо, пока он не перестанет выглядеть сырым. Мешать его постоянно не имеет смысла, так как в следующем пункте у нас есть дела.\n",
      "7. Теперь пришел звездный час моркови! Быстро чистим, моем и натираем на большой терке. Как раз к завершению действий шестого пункта лук уже должен дойти до требуемой кондиции. Вываливаем всю натертую морковь в казан и перемешиваем с тем, что там уже было. Ждем, как и с луком, момента, когда морковь будет иметь вид приготовленного овоща.\n",
      "8. Поставьте кипятиться чайник, позже узнаете его предназначение.\n",
      "9. Итак, в казане у нас готовое мясо, лук и морковь, именно в этот момент можно солить и перчить, и добавить специи. Я добавил примерно полторы чайных ложки соли без горочки и все тщательно перемешал.\n",
      "10. Самый, казалось бы, значимый пункт всего приготовления! Вот и пришло время добавлять рис. Перед этим разравняйте мясо в казане, очистите зубчики чеснока от шелухи и корней, после чего добавьте его. Слейте воду из миски с рисом. Положите рис на мясо и тоже разровняйте. Получается, что готовящийся плов, начиная с этой стадии, становится двухслойным.\n",
      "11. Теперь аккуратно, чтобы не нарушить рисовый слой, заливаем только что вскипевшую воду. Воды должно быть на два пальца над поверхностью риса (примерно 2 см). Сейчас можно добавить еще соли, думаю, одной неполной чайной ложки вполне должно хватить.\n",
      "12. Теперь огонь должен быть на минимуме (у меня была 1/6 мощности). Накрываем наш будущий плов крышкой и ждем. Минут через 15 откройте крышку и попробуйте рис, может ему еще недолго париться. Качество и время приготовления риса очень разное, поэтому потом придется его пробовать, если он перестает липнуть к зубам, то плов готов, огонь можно выключить и дать настояться еще чуть-чуть на горячей плите.\n\n",
      "Совет к рецепту:\n",
      "Вместо обычных кусочков филе можно использовать окорока, но в таком случае потратится больше времени на разделку и подготовку мяса, зато плов будет жирнее.\n"
    ]
  },
  "Макароны в сосисках":
  {
    "image": "maksos.jpg",
    "ingredients": ["Спагетти", "Сосиски", "Соль"],
    "text": ["Время приготовления: 10 минут.\n\n",
      "Ингредиенты:\n",
      "- Спагетти: 100 г\n",
      "- Сосиски: 5 штук\n",
      "- Соль: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Сосиски разрезать на 2–3 части.\n",
      "2. Проткнуть их вдоль макаронинами.\n",
      "3. Сварить в подсоленной воде. Спагетти должны быть очень тонкими и готовиться не дольше 5 минут.\n"
    ]
  },
  "Макароны с сыром":
  {
    "image": "makaroni.jpg",
    "ingredients": ["Макароны", "Сыр", "Соль", "Масло сливочное"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Макароны: 320 г\n",
      "- Сыр: 100 г\n",
      "- Сливочное масло: 50 г\n",
      "- Соль: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. В посуду с кипящей подсоленной водой (5–6 л на 1 кг макаронных изделий и 50 г соли) засыпать подготовленные изделия и варить до размягчения в бурно кипящей воде, периодически помешивая деревянной веселкой, чтобы не допускать прилипания их к дну посуды. Соотношение 5–6 л воды на 1 кг изделий необходимо потому, что после закладки макаронных изделий вода охлаждается и, пока она нагревается, макаронные изделия разрыхляются, а их внешний вид и консистенция после готовности ухудшаются. Поэтому чем больше соотношение воды и макарон, тем быстрее закипит вода после закладки макаронных изделий, тем выше будет качество готового блюда. Продолжительность варки зависит от вида\nмакаронных изделий. Макароны варят 20–30 мин, вермишель – 10–15, лапшу – 20– 25 мин.\n",
      "2. Сваренные макаронные изделия откинуть на сито (дуршлаг), дать стечь отвару, переложить изделия в посуду с растопленным маслом и перемешать деревянной веселкой, чтобы они не склеивались и не образовали комков. При варке макаронные изделия увеличиваются в массе в 2,5–3 раза за счет поглощения воды клейстеризующимся крахмалом.\n",
      "3. Сыр или брынзу натереть на терке. Макароны заправить сливочным маслом или маргарином, при отпуске\nпосыпать тертым сыром. Можно подать тертый сыр отдельно на розетке.\n"
    ]
  },
  "Макароны по-флотски":
  {
    "image": "flot.jpg",
    "ingredients": ["Макароны", "Говяжий фарш", "Лук репчатый"],
    "text": ["Время приготовления: 40 минут.\n\n",
      "Ингредиенты:\n",
      "- Макароны: 500 г\n",
      "- Говяжий фарш: 500 г\n",
      "- Репчатый лук: 1 головка\n\n",
      "Инструкция приготовления:\n",
      "1. Отварить макароны в кипящей подсоленной воде.\n",
      "2. Фарш поджарить на сковороде.\n",
      "3. Мелко нарезать лук. Добавить лук к фаршу. Туда же добавить макароны.\n",
      "4. Готовить 10–15 минут на слабом огне. Посолить.\n",
      "5. Подавать со сметаной.\n"
    ]
  },
  "Рис белый":
  {
    "image": "rice.jpg",
    "ingredients": ["Рис", "Масло сливочное", "Соль"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Рис: 500 г\n",
      "- Сливочное масло: 50 г\n",
      "- Соль: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Доведите кастрюлю с несоленой водой до кипения. Добавьте рис, перемешайте деревянной ложечкой и готовьте на большом огне 12-15 минут, пока рис не станет мягким.\n",
      "2. Вывалите рис в большой дуршлаг и хорошо промойте под холодной водой. Оставьте рис в дуршлаге, пока он вам не понадобится.\n",
      "3. Растопите масло в другой кастрюле, добавьте рис, посолите и разогрейте, помешивая деревянной лопаткой. Подавайте сразу.\n"
    ]
  },
  "Рис жареный с яйцом и беконом":
  {
    "image": "rice2.jpg",
    "ingredients": ["Яйцо куриное", "Бекон копчёный", "Рис", "Соевый соус"],
    "text": ["Время приготовления: 1 час.\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 2 штуки\n",
      "- Копчёный бекон: 4 куска\n",
      "- Рис: 1.5 стакана\n",
      "- Соевый соус: 2 чайные ложки\n\n",
      "Инструкция приготовления:\n",
      "1. Отварите рис в кипящей воде до готовности. Слейте.\n",
      "2. Хорошо разогрейте вок (или обычную сковородку) и обжарьте нарезанный небольшими кусками бекон до золотистого цвета. Переложите на тарелку.\n",
      "3. Слегка взбейте яйца и вылейте в вок/сковороду. Перемешивая, готовьте минуту. Затем добавьте рис и хорошо перемешайте и готовьте еще 5-6 минут.\n",
      "4. Добавьте бекон и перемешивайте еще 1-2 минуты.\n",
      "5. Снимите с огня и добавьте соевый соус. Сразу подавайте.\n"
    ]
  },
  "Печенье на пиве":
  {
    "image": "pivo.jpg",
    "ingredients": ["Пиво", "Масло сливочное", "Мука пшеничная", "Соль"],
    "text": ["Время приготовления: 5 часов.\n\n",
      "Ингредиенты:\n",
      "- Пиво: 250 мл\n",
      "- Сливочное масло: 250 г\n",
      "- Пшеничная мука: 3 стакана\n",
      "- Соль: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Жир порубить с 2/3 муки и солью, а затем вымесить в однородную массу. Добавить в нее примерно 3/4 пива и еще раз хорошо вымесить.\n",
      "2. Постепенно добавлять попеременно оставшееся пиво и муку, следя, чтобы тесто не получилось слишком крутым - оно должно быть очень пластичным.\n",
      "3. Готовое тесто убрать на 4 часа в холодильник. Затем раскатать в пласт толщиной примерно 1 см., посыпать сахаром, разрезать на ромбики или другие фигуры и выпекать в горячей духовке.\n"
    ]
  },
  "Домашнее сливочное мороженое с ванилью":
  {
    "image": "moroz.jpg",
    "ingredients": ["Сливки 35%-ные", "Сахар", "Ванилин", "Яйцо куриное", "Молоко"],
    "text": ["Время приготовления: 2 часа 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Сливки 35%-ные: 300 мл\n",
      "- Сахар: 150 г\n",
      "- Ванилин: 5 г\n",
      "- Яичный желток: 3 штуки\n",
      "- Молоко: 1/2 стакана\n\n",
      "Инструкция приготовления:\n",
      "1. В кипяченое остывшее молоко вводим 3 желтка, сахар и немного ванильного сахара, перемешиваем, и на водяной бане, непрерывно мешая, доводим всю массу до состояния сгущенки.\n",
      "2. Взбить сливки до крепких пиков. Не перевзбейте сливки, иначе они станут маслом, и мороженое не получится.\n",
      "3. Соединить две массы и осторожно перемешать. Поставить в морозилку на 1 час.\n",
      "4. Через час всю массу миксером на низкой скорости, перемешать и опять в морозилку. Через 1 час повторить процедуру.\n",
      "5. Как мороженое застынет, можно полить вареньем и присыпать рубленным миндалем или шоколадку натереть.\n"
    ]
  },
  "Желе":
  {
    "image": "zhele.jpg",
    "ingredients": ["Сахар", "Йогурт фруктовый", "Желатин"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Сахар: 1 стакан\n",
      "- Фруктовый йогурт: 1 л\n",
      "- Желатин: 50 г\n\n",
      "Инструкция приготовления:\n",
      "1. Подготовить все ингредиенты.\n",
      "2. Взбить йогурт и сахар.\n",
      "3. Растопить желатин, добавить в йогурт.\n",
      "4. Перемешать и разлить по формочкам.\n\n",
      "Совет к рецепту:\n",
      "Можно добавить пищевые красители, и сделать разноцветное желе. Можно вместо йогурта взять сок фруктовый.\n"
    ]
  },
  "Картофель по‑деревенски":
  {
    "image": "kartderev.jpg",
    "ingredients": ["Картофель", "Масло оливковое", "Прованские травы"],
    "text": ["Время приготовления: 40 минут.\n\n",
      "Ингредиенты:\n",
      "- Картофель: 1 кг\n",
      "- Оливковое масло: по вкусу\n",
      "- Прованские травы: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Берем картофель и очищаем его.\n",
      "2. Далее, очищенный картофель разрезаем на 8 частей.\n",
      "3. Кладем в кастрюлю с водой и ставим на огонь. Как только вода закипит, отключаем и сливаем воду.\n",
      "4. Разогреваем духовку на 180 градусов.\n",
      "5. Раскладываем картофель на противень.\n",
      "6. В это время замешиваем травы с оливковым маслом и поливаем картофель этой смесью.\n",
      "7. Ставим минут на 40, или более, ждем, когда картофель подрумянится.\n"
    ]
  },
  "Каша гречневая":
  {
    "image": "grech.jpg",
    "ingredients": ["Крупа гречневая", "Соль", "Масло сливочное"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Гречневая крупа: 2.5 стакана\n",
      "- Соль: 1 чайная ложка\n",
      "- Сливочное масло: 3 столовые ложки\n\n",
      "Инструкция приготовления:\n",
      "1. На сковороду положить 1 столовую ложку масла, растопить его и всыпать крупу. Сковороду поставить на плиту (на слабый огонь) или в духовку. Крупу, часто помешивая, надо держать на огне до тех пор, пока она не подрумянится.\n",
      "2. В кастрюлю влить 3,5 стакана воды, посолить ее и поставить на огонь. Когда вода закипит, всыпать крупу и, изредка помешивая, варить до загустения. После этого кастрюлю плотно накрыть крышкой и поставить упревать на 1–1,5 часа.\n",
      "3. В русской печи каша приготовляется несколько иначе. Крупу, не поджаривая, засыпают в горшок, заливают 3 стаканами кипятка, солят, кладут 1 столовую ложку масла и ставят в печь к огню. Когда каша загустеет, ее нужно промешать, накрыть горшок крышкой и поставить в закрытую печь для упревания на 3–5 часов. Горячую кашу перед подачей на стол нужно хорошо размешать и положить в нее 1–2 столовые ложки масла.\n"
    ]
  },
  "Каша перловая":
  {
    "image": "perl.jpg",
    "ingredients": ["Крупа перловая", "Соль", "Масло сливочное"],
    "text": ["Время приготовления: 1 час + 1 час 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Перловая крупа: 2 стакана\n",
      "- Соль: 1 чайная ложка\n",
      "- Сливочное масло: 3 столовые ложки\n\n",
      "Инструкция приготовления:\n",
      "1. Крупу всыпать в кипящую воду и дать ей покипеть 5 минут.\n",
      "2. После этого крупу откинуть на сито, дать стечь воде.\n",
      "3. В кастрюлю влить З,5 стакана воды, добавить ложку масла и посолить. Когда вода закипит, положить подготовленную крупу и варить до загустения 40–60 минут.\n",
      "4. После этого снять кастрюлю с огня, обернуть ее плотным полотенцем и на 1,5 часа поставить для упревания.\n",
      "5. В готовую кашу положить 1–2 столовые ложки масла и размешать.\n"
    ]
  },
  "Каша пшеничная с молоком":
  {
    "image": "kapshen.jpg",
    "ingredients": ["Крупа пшеничная", "Молоко", "Соль", "Сахар"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Пшеничная крупа: 1 стакан\n",
      "- Вода: 1.5 стакана\n",
      "- Молоко: 1.5 стакана\n",
      "- Соль: на кончике ножа\n",
      "- Сахар: 1 столовая ложка\n\n",
      "Инструкция приготовления:\n",
      "1. Доведите 1,5 стакана воды до кипения, посолите и посластите, всыпьте стакан пшеничной крупы. Варите 5 минут на среднем огне.\n",
      "2. Добавьте 1,5 стакана молока, доведите до кипения, затем убавьте огонь до минимума и варите на слабом огне 15 минут до готовности.\n\n",
      "Совет к рецепту:\n",
      "Кастрюля должна быть с толстым дном, чтобы каша не пригорела.\n"
    ]
  },
  "Чечевица с куриным филе":
  {
    "image": "chech.jpg",
    "ingredients": ["Чечевица", "Лук репчатый", "Петрушка", "Филе куриное", "Соль"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Ингредиенты:\n",
      "- Чечевица: 2 стакана\n",
      "- Репчатый лук: 2 головки\n",
      "- Рубленая петрушка: 2 столовые ложки\n",
      "- Куриное филе: 2 штуки\n",
      "- Соль: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Отварить чечевицу, промыть ее.\n",
      "2. Отдельно обжарить 1 большую луковицу и смешать с чечевицей.\n",
      "3. Куриное филе нарезать тонкими полосками, слегка обжарить и добавить нарезанную полукольцами среднюю луковичку.\n",
      "4. Обжарить все вместе до готовности, посолить.\n",
      "5. Выложить на разложенную по тарелкам чечевицу и присыпать нарезанной зеленью.\n"
    ]
  },
  "Пельмени в микроволновке":
  {
    "image": "pelmeni.jpg",
    "ingredients": ["Пельмени", "Соль", "Чёрный перец молотый", "Лавровый лист"],
    "text": ["Время приготовления: 10 минут.\n\n",
      "Ингредиенты:\n",
      "- Замороженные пельмени: 10 штук\n",
      "- Вода: 0.5 стакана\n",
      "- Соль: по вкусу\n",
      "- Перец чёрный молотый: по вкусу\n",
      "- Лавровый лист: 1 штука\n\n",
      "Инструкция приготовления:\n",
      "1. Пельмени можете использовать любые: домашние, заранее приготовленные и замороженные впрок, либо приобретенные в магазине полуфабрикаты. Набор специй можете изменить в зависимости от вкусовых предпочтений. Вскипятите в чайнике воду, тогда процесс приготовления ускорится в разы.\n",
      "2. Пельмени заранее размораживать не нужно. Для варки пельменей в микроволновой печи лучше использовать глиняный горшок или иную высокую огнеупорную посуду, чтобы бульон во время кипения не выплескивался. Для большей вероятности сохранности в чистоте своей микроволновки горшочек с пельменями лучше поставьте на тарелку. Залейте пельмени в горшочке сразу горячей водой.\n",
      "3. Количество воды можете увеличить в зависимости от того, в качестве какого блюда будут поданы пельмени (второе или горячее в горшочке с бульоном). Добавьте соль по вкусу, по желанию можете добавить еще какие-либо специи. Можно положить лавровый лист, он приглушает специфический привкус свинины и говядины в блюде. Поставьте горшочек в микроволновую печь.\n",
      "4. Выставите мощность не менее 900 и приблизительное время 5-8 минут. Вам придется ориентироваться на свою технику и определять время самим. Дополнительно разделите его на два захода варки, чтобы контролировать процесс приготовления пельменей и избежать бурного закипания бульона.\n",
      "5. Выньте пельмени из бульона шумовкой, подавайте к столу с майонезом, сметаной или иным соусом, посыпав рубленной свежей зеленью. Очень быстрый способ приготовления пельменей, к сожалению, имеет один минус. За один прием можно приготовить всего лишь одну порцию, поэтому для большой семьи все-таки лучше воспользоваться классическим способом - варкой пельменей на плите.\n"
    ]
  },
  "Пельмени жареные":
  {
    "image": "pelzhar.jpg",
    "ingredients": ["Пельмени", "Соль", "Масло растительное"],
    "text": ["Время приготовления: 15 минут.\n\n",
      "Ингредиенты:\n",
      "- Замороженные пельмени: 30 штук\n",
      "- Растительное масло: по вкусу\n",
      "- Соль: по вкусу\n",
      "- Вода: 1/2 стакана\n\n",
      "Инструкция приготовления:\n",
      "1. Мороженные пельмени (покупные или слепленные собственноручно) выложить на сковороду, смазанную растительным маслом и поставить на огонь слегка меньше максимального ( я ставлю на 5 из 6).\n",
      "2. Поджарить пельмени с обоих сторон.\n",
      "3. Воду смешать с солью и специями и залить ей пельмени. (Внимание! Заливая водой сразу же закрыть крышку, сильно будет брызгать.\n",
      "4. Как только вся вода испарится, снять с огня. Желательно на соль пробовать бульон.\n",
      "5. Подавать со сметаной, майонезом, кетчупом, аджикой, в общем кому как нравится!\n"
    ]
  },
  "Картофель в духовке":
  {
    "image": "karduh.jpg",
    "ingredients": ["Картофель", "Масло оливковое", "Куркума", "Соль", "Чёрный перец молотый"],
    "text": ["Время приготовления: 50 минут.\n\n",
      "Ингредиенты:\n",
      "- Картофель: 1 кг\n",
      "- Оливковое масло: 3 столовые ложки\n",
      "- Куркума: 1 столовая ложка\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Картофель порезать на куски-лодочки.\n",
      "2. Подсушить салфеткой.\n",
      "3. Полить оливковым маслом, посыпать солью, перцем и куркумой.\n",
      "4. Перемешать картофель руками, чтобы хорошо промазать маслом и специями.\n",
      "5. Выпекать в духовке при температуре 180 градусов в течение 40 минут. Получается очень вкусно!\n"
    ]
  },
  "Пирожки жареные":
  {
    "image": "pirogi.jpg",
    "ingredients": ["Мука пшеничная", "Дрожжи сухие", "Сахар", "Соль", "Масло сливочное", "Масло растительное", "Яйцо куриное"],
    "text": ["Время приготовления: 2 часа + 5 минут.\n\n",
      "Ингредиенты:\n",
      "- Пшеничная мука: 1 кг\n",
      "- Сухие дрожжи: 1 столовая ложка\n",
      "- Сахар: 1 столовая ложка\n",
      "- Соль: 1/2 чайной ложки\n",
      "- Сливочное масло: 50 г\n",
      "- Растительное масло: 2 столовые ложки\n",
      "- Куриное яйцо: 1 штука\n",
      "- Вода: 1/2 л\n\n",
      "Инструкция приготовления:\n",
      "1. Просеиваем муку. Добавляем сухие ингредиенты: дрожжи, сахар, соль. Вливаем растопленное сливочное масло, растительное масло и вбиваем яйцо в тесто, хорошо перемешиваем.\n",
      "2. Постепенно добавляем воду и замешиваемым тесто.\n",
      "3. Замешанное тесто ставим в теплое место на час.\n",
      "4. Тесто готово. Начинку можно использовать любую, как соленую, так и сладкую.\n",
      "5. Разогреваем растительное масло для жарки до появления пузырьков.\n"
    ]
  },
  "Пельмени запечёные":
  {
    "image": "zappel.jpg",
    "ingredients": ["Пельмени", "Сметана", "Лук репчатый", "Майонез", "Лавровый лист", "Масло сливочное", "Укроп", "Сыр сливочный"],
    "text": ["Время приготовления: 40 минут.\n\n",
      "Ингредиенты:\n",
      "- Замороженные пельмени: 500 г\n",
      "- Сметана: 5 столовых ложек\n",
      "- Репчатый лук: 1 головка\n",
      "- Майонез: 90 г\n",
      "- Лавровый лист: 5 штук\n",
      "- Сливочное масло: 2 чайные ложки\n",
      "- Укроп: 1 пучок\n",
      "- Сливочный сыр: 100 г\n\n",
      "Инструкция приготовления:\n",
      "1. Лук порезать тонкими полукольцами и обжарить на сливочном масле 10–15 минут на слабом огне.\n",
      "2. Перемешать сметану, майонез, специи. Добавить лук.\n",
      "3. Укроп мелко нарезать, добавить в смесь, перемешать. Если смесь получилась густой, добавить воды.\n",
      "4. На дно сковороды положить несколько лавровых листов. Затем в один слой выложить пельмени и залить смесью так, чтобы все пельмени оказались покрытыми и посыпать тертым сыром.\n",
      "5. Запекать в предварительно разогретой духовке при температуре 200–220 градусов 25–30 минут.\n"
    ]
  },
  "Лазанья классическая с мясом":
  {
    "image": "lazagna.jpg",
    "ingredients": ["Мясной фарш", "Соус болоньезе", "Масло сливочное", "Мука пшеничная", "Масло оливковое", "Молоко", "Готовые сухие листы лазаньи", "Сыр"],
    "text": ["Время приготовления: 40 минут.\n\n",
      "Ингредиенты:\n",
      "- Мясной фарш: 600 г\n",
      "- Мясной фарш: 600 г\n",
      "- Соус болоньезе: 600 г\n",
      "- Сливочное масло: 60 г\n",
      "- Пшеничная мука: 2.5 столовые ложки\n",
      "- Оливковое масло: 2 столовые ложки\n",
      "- Молоко: 750 мл\n",
      "- Готовые сухие листы лазаньи: 10 штук\n",
      "- Сыр: 500 г\n\n",
      "Инструкция приготовления:\n",
      "1. В сотейник положить сливочное масло и 2 ложки растительного масла, растопить. Постепенно добавлять муку и размешивать так, чтобы не оставалось комочков.\n",
      "2. Когда вся мука вмешана, влить все молоко. Убавить огонь и томить до нужной консистенции: не жидкой, но и не слишком густой. Консистенция нежирной сметаны.\n",
      "3. На сковороде раскалить оливковое масло. Добавить мясной фарш (лучше свинина+телятина).\n",
      "4. Фарш жарить до полуготовности. Влить в него соус болоньезе, посолить и поперчить по вкусу.\n",
      "5. Духовку разогреть до 180 градусов. Форму смазать сливочным маслом. На дно вылить немного соуса бешамель, чуть-чуть, только чтобы покрыть дно.\n",
      "6. Выложить пласты (не вареные). На пласты выложить получившийся фарш (не жалеем!), на фарш — натертый сыр. На сыр — соус бешамель.\n",
      "7. Соуса нужно выкладывать столько, сколько необходимо, на ваш взгляд, чтобы лазанья получилась сочной. Поверх соуса выложить сухие листы лазаньи. Повторить процедуру.\n",
      "8. Последний слой листов промазать соусом бешамель и сверху щедро засыпать сыром. Дать постоять минут 7–10. Поставить в духовку. Печь 30 минут.\n\n",
      "Совет к рецепту:\n",
      "Обязательно старайтесь промазывать хорошенько края сухих листов: иначе получится суховато.\n"
    ]
  }
}