{
  "Блины (Американские)":
    {
      "image": "pancakes.jpg",
      "ingredients": ["Яйцо куриное", "Соль", "Сахар", "Молоко", "Мука пшеничная", "Сода", "Масло растительное"],
      "text": ["Время приготовления: 20 минут.\n\n",
        "Энергетическая ценность:\n",
        "Калорийность: 242 ккал\n",
        "Белки: 6.5 г\n",
        "Жиры: 7.8 г\n",
        "Углеводы: 36.7 г\n\n",
        "Ингредиенты:\n",
        "- Куриное яйцо: 2 штуки\n",
        "- Соль: 1 чайная ложка\n",
        "- Сахар: 3 столовые ложки\n",
        "- Молоко: 2 стакана\n",
        "- Пшеничная мука: 2 стакана\n",
        "- Гашеная сода: 1 чайная ложка\n",
        "- Растительное масло: 1/4 стакана\n\n",
        "Инструкция приготовления:\n",
        "1. Яйца взбить с сахаром и солью до появления пены.\n",
        "2. Добавить стакан молока, хорошо взбить венчиком, постепенно всыпать муку, постоянно разбивая комочки венчиком.\n",
        "3. Повторить предыдущий пункт, добавив оставшиеся стаканы молока и муки.\n",
        "4. Влить растительное масло (можно заменить топленым сливочным).\n",
        "5. Погасить соду, добавить в тесто и еще раз хорошо перемешать. Оставить постоять минут 5–10. За это время разогреть сковороду.\n",
        "6. Жарить на умеренном огне. Как только появятся и начнут лопаться пузырьки, перевернуть оладушек и жарить еще секунд 20.\n\n",
        "Совет к рецепту:\n",
        "Подавать можно с вареньем, сиропом, медом и т.д.(по вкусу).\n\n",
        "История блюда:\n",
        "Панкейки (Pancakes), или американские блинчики - это одно из самых распространённых блюд Соединенных штатов и Канады. Небольшие круглые пышные блинчики, обильно политые сиропом, входят в состав практически любого завтрака. В переводе означает просто – пирожное в сковороде (pan-сковорода, cake-пирожное).\n"]
    },
  "Сырники из творога": {
    "image": "syrnic.jpg",
    "ingredients": ["Яйцо куриное", "Творог", "Сахар", "Мука пшеничная", "Масло подсолнечное"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 1029 ккал\n",
      "Белки: 55 г\n",
      "Жиры: 64.6 г\n",
      "Углеводы: 56.8 г\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 2 штуки\n",
      "- Творог: 500 г\n",
      "- Сахар: 2 столовые ложки\n",
      "- Пшеничная мука: 6 столовых ложек\n",
      "- Подсолнечное масло: 5 столовых ложек\n\n",
      "Инструкция приготовления:\n",
      "1. Положите весь творог в кастрюльку и разомните его вилкой так, чтобы в нем не осталось крупных комков. Разбейте в него яйца, всыпьте сахар и тщательно все перемешайте. Лучше не использовать слишком сухой или слишком влажный творог, иначе сырники будут разваливаться в процессе приготовления.\n",
      "2. Всыпьте в творог 5 столовых ложек (с горкой) муки и тщательно перемешайте. Можно добавить немного больше муки, сырники получатся тогда более плотными. Или муки можно добавить чуть меньше, и тогда сырники будут нежнее. В итоге у вас должна получиться однородная масса, из которой можно будет лепить сырники.\n",
      "3. Поставьте сковороду на средний огонь и налейте в нее подсолнечное масло.\n",
      "4. Насыпьте на тарелку немного муки. Слепите несколько небольших шариков из получившейся творожной массы и положите их на тарелку. Лучше лепить разом 4–5 шариков — столько, сколько поместится одновременно на сковороду. Затем по очереди обкатывайте творожные шарики в муке, плющите их в небольшие лепешки (они не должны быть слишком тонкие) и выкладывайте на сковороду.\n",
      "5. Обжаривайте сырники 1–2 минуты до появления золотистой корочки. Затем переверните их на другую сторону и также обжарьте до золотистого состояния.\n",
      "6. Повторяйте, пока творог не закончится.\n\n",
      "Совет к рецепту:\n",
      "Главный секрет идеальных сырников — а точнее творожников, — творог нужно протереть через мелкое сито и отжать от влаги. Жирность предпочтительна не больше и не меньше 9%. Тесто должно получиться эластичным, чтобы при надавливании сырник не треснул на сковородке, а сохранил форму. Если все сделать правильно, получатся нежные однородные кругляшки под плотной румяной корочкой. Сырники можно запекать в духовке или готовить на пару. В рецепте не исключаются эксперименты с начинкой — сухофрукты, орехи, свежие фрукты и даже картофель лишними не будут.\n"]
  },
  "Пирог яблочный (Цветаевский)": {
    "image": "cvetaeva.jpg",
    "ingredients": ["Яйцо куриное", "Сахар", "Мука пшеничная", "Масло сливочное", "Яблоко", "Сметана", "Уксус", "Сода"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 1082 ккал\n",
      "Белки: 14.2 г\n",
      "Жиры: 46 г\n",
      "Углеводы: 152 г\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 1 штука\n",
      "- Сахар: 1 стакан\n",
      "- Пшеничная мука: 2 стакана\n",
      "- Яблоко: 1 кг\n",
      "- Сметана: 500 г\n",
      "- Уксус: 1 чайная ложка\n",
      "- Сода: 1/2 чайной ложки\n",
      "- Сливочное масло: 150 г\n\n",
      "Инструкция приготовления:\n",
      "1. Сливочное масло комнатной температуры натрите на терке и смешайте с 1,5 стаканами муки. Затем влейте в тесто полстакана сметаны и как следует перемешайте. В конце добавьте соду гашеную уксусом, перемешайте и немного помесите тесто руками. Тесто должно получиться мягкое и не прилипать к рукам.\n",
      "2. Яблоки очистите от кожуры, удалите сердцевину и с помощью картофелечистки нарежьте на тонкие пластиночки, похожие на лепестки.\n",
      "3. Раскатайте тесто и придайте ему форму той емкости, в которой вы будете выпекать пирог. Уложите на дно формы тесто, сверху разложите яблочные лепестки.\n",
      "4. В отдельной миске смешайте 1 стакан сметаны, яйцо, сахар и 2 столовые ложки муки и слегка взбейте. Крем по консистенции должен получиться достаточно жидким. Залейте форму с тестом и яблоками кремом.\n",
      "5. Разогрейте духовку до 200 градусов, поместите туда форму и выпекайте минут 50.\n\n",
      "Советы по рецепту:\n",
      "Пирог этот называется цветаевским, потому что, по легенде, его готовили сестры Цветаевы в начале XX века для своих интеллектуальных гостей. В идеале использовать для его приготовления антоновские яблоки с их бесподобным ароматом и терпким вкусом. Цветаевский яблочный пирог готовится исключительно со сметаной, с большим количеством яблок. Тесто должно только схватывать крупные яблочные дольки, выложенные на основу, и ни в коем случае не накрывать их. Можно присыпать готовый пирог корицей и украсить ягодами.\n"]
  },
  "Брауни": {
    "image": "brownie.jpeg",
    "ingredients": ["Яйцо куриное", "Сахар (Коричневый)", "Мука пшеничная", "Масло сливочное", "Шоколад (Тёмный)", "Орех грецкий"],
    "text": ["Время приготовления: 40 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 676 ккал\n",
      "Белки: 10.3 г\n",
      "Жиры: 46.1 г\n",
      "Углеводы: 55.3 г\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 4 штуки\n",
      "- Коричневый сахар: 200 г\n",
      "- Пшеничная мука: 100 г\n",
      "- Тёмный шоколад: 100 г\n",
      "- Грецкие орехи: 100 г\n",
      "- Сливочное масло: 180 г\n\n",
      "Инструкция приготовления:\n",
      "1. Шоколад разломать на кусочки и вместе со сливочным маслом растопить на водяной бане, не переставая все время помешивать лопаткой или деревянной ложкой. Получившийся густой шоколадный соус снять с водяной бани и оставить остывать.\n",
      "2. Тем временем смешать яйца со ста граммами коричневого сахара: яйца разбить в отдельную миску и взбить, постепенно добавляя сахар. Взбивать можно при помощи миксера или вручную — как больше нравится, — но не меньше двух с половиной-трех минут.\n",
      "3. Острым ножом на разделочной доске порубить грецкие орехи. Предварительно их можно поджарить на сухой сковороде до появления аромата, но это необязательная опция.\n",
      "4. В остывший растопленный со сливочным маслом шоколад аккуратно добавить оставшийся сахар, затем муку и измельченные орехи и все хорошо перемешать венчиком.\n",
      "5. Затем влить сахарно-яичную смесь и тщательно смешать с шоколадной массой. Цвет у теста должен получиться равномерным, без разводов.\n",
      "6. Разогреть духовку до 200 градусов. Дно небольшой глубокой огнеупорной формы выстелить листом бумаги для выпечки или калькой. Перелить тесто в форму. Поставить в духовку и выпекать двадцать пять — тридцать минут до появления сахарной корочки.\n",
      "7. Готовый пирог вытащить из духовки, дать остыть и нарезать на квадратики острым ножом или ножом для пиццы — так кусочки получатся особенно ровными.\n",
      "8. Подавать брауни можно просто так, а можно посыпать сверху сахарной пудрой или разложить квадратики по тарелкам и украсить каждую порцию шариком ванильного мороженого.\n\n",
      "Советы по рецепту:\n",
      "Можно посыпать сахарной пудрой (или подавать с шариком ванильного мороженого).\n\n",
      "История рецепта:\n",
      "Один из самых популярных десертов в мире — брауни — был придуман в 1893 году на кухне легендарного отеля Palmer House в Чикаго. Этот пирог там пекут до сих пор по оригинальному рецепту, покрывая сверху абрикосовой глазурью. В домашней версии, впрочем, у брауни получается такая изумительная сахарная корочка, что глазировать ее было бы преступлением. У традиционных шоколадных брауни ванильный аромат, хрустящая корочка и влажная серединка. В торт также добавляют грецкие орехи или фисташки, а еще клюкву.\n"]
  },
  "Суп сырный по-французски (с курицей)": {
    "image": "frenchsoop.jpg",
    "ingredients": ["Филе куриное", "Сыр плавленый", "Картофель", "Лук", "Морковь", "Масло сливочное", "Соль", "Чёрный перец (молотый)", "Зелень", "Лавровый лист", "Чёрный перец (горошком)"],
    "text": ["Время приготовления: 1 час.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 379 ккал\n",
      "Белки: 40.5 г\n",
      "Жиры: 7.6 г\n",
      "Углеводы: 37.6 г\n\n",
      "Ингредиенты:\n",
      "- Куриное филе: 500 г\n",
      "- Плавленый сыр: 200 г\n",
      "- Картофель: 400 г\n",
      "- Лук: 150 г\n",
      "- Морковь: 180 г\n",
      "- Сливочное масло: по вкусу\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n",
      "- Зелень: по вкусу\n",
      "- Лавровый лист: 3 штуки\n",
      "- Чёрный перец горошком: 2 штуки\n\n",
      "Инструкция приготовления:\n",
      "1. В кастрюлю на 3 литра положить мясо и налить воды. Как только бульон начнет кипеть, добавить 1 чайную ложку соли, пару горошков душистого перца и черного, 2–3 листика лаврового листа. Варить от момента закипания 20 минут. Затем мясо вынуть.\n",
      "2. Картофель почистить и нарезать кубиками. Лук нарезать кубиками. Морковь натереть на терке. Мясо порезать небольшими кусочками. Плавленый сыр (если в виде брусочка) натереть на терке или порезать кубиками.\n",
      "3. В кипящий бульон добавить картофель. С момента закипания 5–7 минут.\n",
      "4. В это время сделать слабую зажарку на сливочном масле. Сначала положить лук, затем морковь. Слегка посолить и поперчить. Готовую зажарку добавить в суп и варить еще 5–7 минут.\n",
      "5. Затем добавить порезанное мясо. Варить 3–4 минуты, добавить плавленый сыр, хорошенько помешать и выключить огонь.\n",
      "6. Перед подачей посыпать зеленью. По желанию подавать с гренками.\n"]
  },
  "Спагетти карбонара с красным луком": {
    "image": "carbonara.jpg",
    "ingredients": ["Спагетти", "Масло сливочное", "Чеснок", "Лук Красный", "Бекон", "Сливки 20%-ные", "Сыр пармезан", "Яйцо куриное", "Соль", "Чёрный перец (молотый)"],
    "text": ["Время приготовления: 20 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 1158 ккал\n",
      "Белки: 46.5 г\n",
      "Жиры: 61 г\n",
      "Углеводы: 101.8 г\n\n",
      "Ингредиенты:\n",
      "- Спагетти: 250 г\n",
      "- Сливочное масло: 20 г\n",
      "- Чеснок: 2 зубчика\n",
      "- Красный лук: 1 головка\n",
      "- Бекон: 50 г\n",
      "- Сливки 20%-ые: 200 мл\n",
      "- Сыр пармезан (тёртый): 50 г\n",
      "- Куриное яйцо: 4 штуки\n",
      "- Соль: по вкусу\n",
      "- Молотый чёрный перец: по вкусу\n\n",
      "Инструкция приготовления:\n",
      "1. Вскипятите воду в большой кастрюле и сварите пасту до состояния аль денте. Обычно для этого нужно варить ее на минуту меньше, чем указано на пачке.\n",
      "2. Пока паста варится, растопите на сковороде масло и обжарьте на нем мелко нарезанные лук, чеснок и бекон. До мягкости и до отчетливого чесночного и жаренобеконного запаха.\n",
      "3. Снимите сковороду с огня и в глубокой миске взбейте четыре яичных желтка со сливками и тертым пармезаном. Посолите и поперчите смесь, еще раз взбейте.\n",
      "4. В готовые спагетти вывалите обжаренные с луком и чесноком кусочки бекона. Влейте смесь сливок, желтков и пармезана, перемешайте. И сразу подавайте, посыпав свеженатертым сыром и черным молотым перцем.\n\n",
      "Советы по рецепту:\n",
      "Спагетти карбонара — хоть блюдо и итальянское, оно имеет хорошую популярность во всем мире, в том числе и у нас. Изобретенная когда-то простыми шахтерами, эта простая и сытная паста завоевала сердца и желудки многих. Для карбонары нужно выбирать такие ломтики бекона, где больше мяса и меньше жира. Если его будет много, то, вытапливаясь при готовке, он сделает пасту слишком тяжелой. Можно подавить чеснок и бросить в поджарку. Но, чтобы блюдо приобрело утонченный, еле уловимый аромат, достаточно потомить ломтики чеснока в масле и убрать из сковороды спустя пару минут. Не обязательно использовать в рецепте карбонары спагетти — выбирайте любимые макароны из 500 видов всевозможной пасты. Но только из твердых сортов пшеницы.\n"]
  },
  "Шарлотка классическая": {
    "image": "sharlotka.jpg",
    "ingredients": ["Яйцо куриное", "Сахар", "Мука пшеничная", "Масло растительное", "Яблоко", "Сода"],
    "text": ["Время приготовления: 35 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 231 ккал\n",
      "Белки: 5.2 г\n",
      "Жиры: 4.9 г\n",
      "Углеводы: 40.7 г\n\n",
      "Ингредиенты:\n",
      "- Сахар: 1 стакан\n",
      "- Пшеничная мука: 1 стакан\n",
      "- Яблоко: 7 штук\n",
      "- Растительное масло: 1 столовая ложка\n",
      "- Сода: 1/2 чайной ложки\n",
      "- Куриное яйцо: 5 штук\n\n",
      "Инструкция приготовления:\n",
      "1. Разогреть духовку. Отделить белки от желтков. Белки взбить в крепкую пену, постепенно добавляя сахар.\n",
      "2. Продолжать взбивать, добавляя по одному желтки, затем гашеную соду и муку. Тесто по консистенции должно напоминать сметану.\n",
      "3. Смазать противень растительным маслом. Вылить половину теста на противень, разложить равномерно нарезанные дольками яблоки, залить второй половиной теста.\n",
      "4. Поместить противень в разогретую духовку. 3 минуты подержать при температуре 200 градусов, затем убавить до 180 и выпекать 20-25 минут.\n\n",
      "Советы по рецепту:\n",
      "Классическая шарлотка. Важное сладкое блюдо советской и постсоветской истории. Легкое, пышное тесто, максимум яблочной начинки — у шарлотки всегда был образ приятного, простого и при этом лакомого и диетического блюда. Яблоки настоятельно рекомендуем взять из кислых сортов — вроде антоновки. Их можно класть как сырыми, так и предварительно слегка карамелизованными на сковородке. И сахара лучше не жалеть. Он магическим образом распределяется в нужном количестве в тесте, а излишки образуют сладкую корочку.\n"]
  },
  "Блины тонкие (на молоке)":
  {
    "image": "pancakes2.jpg",
    "ingredients": ["Яйцо куриное", "Соль", "Сахар", "Молоко", "Мука пшеничная", "Масло растительное"],
    "text": ["Время приготовления: 40 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 733 ккал\n",
      "Белки: 26.7 г\n",
      "Жиры: 27.4 г\n",
      "Углеводы: 95.4 г\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 5 штук\n",
      "- Соль: на кончике ножа\n",
      "- Сахар: 2 столовые ложки\n",
      "- Молоко: 1 л\n",
      "- Пшеничная мука: 400 г\n",
      "- Растительное масло: 2 столовые ложки\n\n",
      "Инструкция приготовления:\n",
      "1. Взбейте яйца с сахаром.\n",
      "2. Постепенно введите муку и соль, чередуя с молоком и аккуратно размешайте до однородной массы.\n",
      "3. Оставьте на 20 минут.\n",
      "4. Добавьте в тесто растительное масло и жарьте блины на сильно разогретой сковороде.\n\n",
      "Совет к рецепту:\n",
      "Тонкие блины на молоке — это английский вариант традиционных пышных русских блинов, выпеченных на дрожжах. В Европе блинчики имеют вид тонких, почти прозрачных салфеток. Во Франции их называют «крепы» и подают с сотней разнообразных начинок. Никаких особых уловок в приготовлении нет: чем более жидкое тесто, тем тоньше получается блинчики. Ажурный вариант, в дырочку, получится, если часть молока из рецепта добавить в тесто немного горячим. Перед тем как залить первый блин, следует хорошо прокалить сковороду. Блинчик готов, когда он начинает зарумяниваться до хрустящих краев.\n"]
      },
  "Омлет с помидорами":
  {
    "image": "omlet.jpg",
    "ingredients": ["Яйцо куриное", "Соль", "Масло подсолнечное", "Помидор"],
    "text": ["Время приготовления: 10 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 464 ккал\n",
      "Белки: 23.5 г\n",
      "Жиры: 37.8 г\n",
      "Углеводы: 5.5 г\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 3 штуки\n",
      "- Соль: 1/3 чайной ложки\n",
      "- Помидоры: 1 штука\n",
      "- Подсолнечное масло: 1 столовая ложка\n\n",
      "Инструкция приготовления:\n",
      "1. Разбейте яйца в миску и взболтайте их вилкой.\n",
      "2. Разрежьте помидор пополам и потрите на терке в миску с яйцами. Немного посолите и перемешайте.\n",
      "3. На разогретую сковородку вылейте немного подсолнечного масла и получившуюся яично-помидорную смесь.\n",
      "4. Теперь главное – не дать помидорояйцам превратиться в цельный кусок, как в случае приготовления классического омлета. Для этого помешивайте смесь лопаткой, как бы отковыривая затвердевающую смесь от стенок и дна сковородки. В итоге должна получиться россыпь пористых комков, как на фотографии.\n",
      "5. Когда большая часть воды испарится со сковородки, выкладывайте готовый омлет на тарелку.\n"
    ]
  },
  "Яичница в хлебе":
  {
    "image": "yaitso.jpg",
    "ingredients": ["Яйцо куриное", "Хлеб белый"],
    "text": ["Время приготовления: 10 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 131 ккал\n",
      "Белки: 8.8 г\n",
      "Жиры: 6.7 г\n",
      "Углеводы: 7.7 г\n\n",
      "Ингредиенты:\n",
      "- Куриное яйцо: 1 штука\n",
      "- Белый хлеб: 1 кусок\n\n",
      "Инструкция приготовления:\n",
      "1. Берем кусочек хлеба (можно взять любой хлеб, главное, чтобы был с корочкой), вырезаем из него сердцевину и полученную корочку обжариваем на сковородке.\n",
      "2. Затем заливаем туда яйцо и обжариваем с двух сторон. Так же туда можно добавить помидоры, ветчину, зелень, колбасу и другие добавки.\n"
    ]
  },
  "Лимонад":
  {
    "image": "lemonade.jpg",
    "ingredients": ["Лимон", "Сахар"],
    "text": ["Время приготовления: 5 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 209 ккал\n",
      "Белки: 0.5 г\n",
      "Жиры: 0.1 г\n",
      "Углеводы: 51.7 г\n\n",
      "Ингредиенты:\n",
      "- Лимон: 2 штуки\n",
      "- Сахар: 200 г\n",
      "- Вода (холодная): 750 мл\n\n",
      "Инструкция приготовления:\n",
      "1. Хорошо помыть лимоны.\n",
      "2. Разрезать лимоны и положить в блендер.\n",
      "3. Добавить сахар и холодную воду. Если есть формы для льда, то для понта можно бросить пару кубиков.\n",
      "4. Перемешивать 1 минуту.\n",
      "5. Процедить через мелкое сито.\n",
      "6. По желанию можно украсить стакан долькой лимона.\n\n",
      "Советы по рецепту:\n",
      "Очень важно использовать ХОЛОДНУЮ воду, иначе напиток будет горчить!\n"
    ]
  },
  "Безе":
  {
    "image": "beze.jpg",
    "ingredients": ["Яйцо куриное", "Сахар", "Сахар (Ванильный)"],
    "text": ["Время приготовления: 1 час 10 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 61 ккал\n",
      "Белки: 1.4 г\n",
      "Жиры: 0 г\n",
      "Углеводы: 13.8 г\n\n",
      "Ингредиенты:\n",
      "- Ванильный сахар: 2 чайные ложки\n",
      "- Сахар: 150 г\n",
      "- Яичный белок: 3 штуки\n\n",
      "Инструкция приготовления:\n",
      "1. Смешиваем 150 г сахара и 2 чайные ложки (но можно и побольше, так запах будет на весь дом) ванильного сахара.\n",
      "2. Главное — тщательно отделить белки от желтков, иначе белки будут плохо взбиваться и ничего не выйдет. Я беру две чашечки, в одну аккуратно выливаю белки, в другой остаются желтки (их можно прикрыть фольгой, убрать в холодильник и потом что-нибудь тоже из них сделать). Берем какую-нибудь миску, в которой будем взбивать белки (у меня для этого есть специальная пластмассовая посудина, в ней можно взбивать все, что угодно), миксер, и вперед! Важно, конечно, чтобы миксер был мощный. Если все в порядке, то 3–5 минут должно вполне хватить, чтобы получилась крепкая пена, которая не вывалится, даже если вы опрокинете миску вверх дном.\n",
      "3. Высыпаем сахар из стакана, взбиваем еще минут 5. Пока сахар более менее не станет с пеной одним целым. Дело сделано! Чтобы проверить, насколько все идеально, можно провести венчиками миксера по поверхности пены, и если останутся неподвижные следы, то все ок!\n",
      "4. На противень кладем лист бумаги для выпекания, чтобы подходил по размеру. Ну и накладываем на него будущие безе в любой форме! Я делаю волшебные штучки с помощью пакетика с разными насадками (что-то вроде кондитерского шприца, только попроще). Можно сделать маленькие безе или большие. Маленькие, кстати, быстрее выпекаются. Ставим в духовку при 120 градусах, на 50–60–80 минут.\n\n",
      "Советы по рецепту:\n",
      "Несмотря на кажущуюся простоту и небольшое количество ингредиентов, безе не всегда получаются даже с третьего раза... Безе, они же меренги — классика французского десерта и самый простой из существующих в их сложной кухне. Хранить СТРОГО при комнатной температуре!\n"
    ]
  },
  "Каша рисовая (на молоке)":
  {
    "image": "casha_rice.png",
    "ingredients": ["Рис", "Сахар", "Молоко", "Соль"],
    "text": ["Время приготовления: 30 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 299 ккал\n",
      "Белки: 9.4 г\n",
      "Жиры: 7.5 г\n",
      "Углеводы: 49.1 г\n\n",
      "Ингредиенты:\n",
      "- Рис: 1 стакан\n",
      "- Сахар: 1 столовая ложка\n",
      "- Молоко: 4 стакана\n",
      "- Соль: 1/4 чайной ложки\n\n",
      "Инструкция приготовления:\n",
      "1. Промыть рис, засыпать в кипящую воду и варить 5–8 минут, после чего выложить на дуршлаг или решето.\n",
      "2. Как только вода стечет, переложить рис в кастрюлю с горячим молоком и, помешивая, варить его на слабом огне 15 минут, затем положить сахар и соль, размешать, накрыть крышкой и для упревания поставить на 10–15 минут на водяную баню.\n",
      "3. При подаче на стол можно в кашу положить сливочное масло. Посыпать корицей по вкусу.\n"
    ]
  },
  "Каша манная":
  {
    "image": "casha_mann.jpg",
    "ingredients": ["Крупа манная", "Сахар", "Молоко", "Соль"],
    "text": ["Время приготовления: 15 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 323 ккал\n",
      "Белки: 10.5 г\n",
      "Жиры: 7.6 г\n",
      "Углеводы: 54.9 г\n\n",
      "Ингредиенты:\n",
      "- Манная крупа: 4 чайные ложки\n",
      "- Сахар: 2 чайные ложки\n",
      "- Молоко: 1 стакан\n",
      "- Соль: щепотка\n\n",
      "Инструкция приготовления:\n",
      "1. Манную крупу, соль, сахар положить в отдельную мисочку.\n",
      "2. За несколько секунд до закипания молока тонкой струйкой высыпать манку с сахаром и солью.\n",
      "3. После закипания помешивать кашу 2–3 минуты на медленном огне, затем закрыть крышкой и укутать полотенцем, оставить на 10–15 минут. К готовому блюду можно добавить сливочного масла.\n"
    ]
  },
  "Паста с баклажанами":
  {
    "image": "pasta_bak.jpg",
    "ingredients": ["Спагетти", "Баклажан", "Помидор", "Чеснок"],
    "text": ["Время приготовления: 15 минут.\n\n",
      "Энергетическая ценность:\n",
      "Калорийность: 767 ккал\n",
      "Белки: 24.3 г\n",
      "Жиры: 2.6 г\n",
      "Углеводы: 158.6 г\n\n",
      "Ингредиенты:\n",
      "- Спагетти: 200 г\n",
      "- Баклажаны: 1 штука\n",
      "- Помидоры: 1 штука\n",
      "- Чеснок: 1 зубчик\n\n",
      "Инструкция приготовления:\n",
      "1. Спагетти отварить в подсоленной воде\n",
      "2. Одновременно баклажан нарезать сначала на пластины, а затем по диагонали длинной соломкой\n",
      "3. Обжарить баклажаны на 2 ст. ложках оливкового масла до полупрозрачного состояния\n",
      "4. Добавить к баклажану нарезанный кубиками помидор, если помидоры небольшие, то 2 шт. Но помидоров не должно быть больше баклажанов по объему\n",
      "5. Все потушить до готовности, посолить, поперчить и добавить 1 натертый зубчик чеснока\n",
      "6. Спагетти выложить на тарелку, сверху выложить готовый соус\n"
    ]
  }
}